[
   {
    "title": "Urban Meme Dictionary",
    "imgUrl": "./images/home-page.png",
    "link": "https://github.com/cherryyeer/urban-meme-dictionary",
    "live": "https://cherryyeer.github.io/urban-meme-dictionary/",
    "text": "Urban Meme Dictionary is a web application that allows users to browse through gifs and see their corresponding definition on Urban Dictionary. The application makes it easy for users to understand the meaning and context of the gifs and share them with their friends"
   },
   {
    "title": "Password Generator",
    "imgUrl": "./images/Password generator.jpg",
    "link": "https://github.com/hollusam/Password-generator",
    "live": "https://hollusam.github.io/Password-generator/",
    "text": "This password generator will generate a unique and random password. This is acheived by having 4 different options to include letters, symbols, numbers and the length of the password. It allows the user to personalize what kind of characters the password should and can have."
   },
   {
    "title": "Weather Dashboard",
    "imgUrl": "./images/Weather-dashboard.jpg",
    "link": "https://github.com/hollusam/Weather-Dashboard",
    "live": "https://hollusam.github.io/Weather-Dashboard/",
    "text": "Weather-Dashboard is an application to find a weather condition of a given city both the current and 5-Days forecast at the same time. The server-side API used to get response data object is retrieved from the Open Weather APi. The current weather section is including the following weather characters and date."
   },
   {
    "title": "Work Day Scheduler",
    "imgUrl": "./images/Workday Scheduler screenshoot.png",
    "link": "https://github.com/hollusam/Work-Day-Scheduler",
    "live": "https://hollusam.github.io/Work-Day-Scheduler/",
    "text": "This application consists of a simple weekly calendar used to schedule events for the typical work day hours from 8am-5pm. Using Moment.js to set the current time, wherever this page is opened. Based on the current time which is displayed in the header and updated each minute by calling the API set to this page."
   },
   {
    "title": "Coding Quiz Challenge",
    "imgUrl": "./images/Code Quiz.jpg",
    "link": "https://github.com/hollusam/code-quiz",
    "live": "https://hollusam.github.io/code-quiz/",
    "text": "This code-quiz is a javascript quiz app targeted to help beginners practice to be more vast with basic concept of javascript. It is a timed quiz app where any wrong choice will result in reduction of the time which is the result of the outcome."
   },
   {
    "title": "Explore Italy",
    "imgUrl": "./images/Explore.jpg",
    "link": "https://github.com/hollusam/Task-3",
    "live": "https://task-solution.netlify.app/",
    "text": "This web app was created solely for people looking to go on a vacation to Italy. If you`re thinking about visiting Italy for a holiday, then here are some things you should know before traveling there: Italy is a country that has so much to offer. The people, the culture, the food, and everything else."
   }
 ]